


"Vibration" = "Vibración";
"Countdown Timer" = "Temporizador";
"Auto-Start" = "Inicio automático";
"Stopwatch" = "Cronómetro";
"Default Timing Widget" = "Trebello para cronometrar predeterminado";
"General" = "Xeral";


/* Customized */
"Default Duration (mins)" = "Duración predeterminada (min)";
"Enabled" = "Activado";
"none given" = "nada indicado";
"Name" = "Nome";
/* System default */
"Group" = "Grupo";
